'''
Вільний діалог

Вільне завдання: вигадайте свою програму, яка задає питання і коментує відповіді.
Можна, наприклад, написати програму-анкету, яка запитує дані людини: ім'я, прізвище, вік, улюблені колір 
і страву і т. д., а потім друкує табличку типу 
"Ім'я: (ім'я людини)". 
"Прізвище: (введене прізвище)" 
і т. д.            
                                                                                  
А можна придумати смішний діалог. 
Запропонуйте друзям поговорити з цією програмою!
'''

name = input("Ваше ім'я - ")
surname = input("Ваше прізвище - ")
old =  input ("Ваш вік - ")
color = input ("Ваш улюблений колір - ")

#порожній відступ це типа щоб розділити текст, щоб не було все в купі

print()
print("Дані людини:")
print()
print("Ім'я користувача - ", name)
print("Прізвище користувача - ", surname)
print("Вік користувача -", old)
print("Любимий коріл користувача - ", color)

print()